Repository: norbusan/slick-google-map-plugin
Catalog: languages/cgmp-*.po
Languages: cs_cz, fr_fr, it_it, pl_pl

source: Click on map markers to get directions
cs_cz: Klikněte na značku pro naplánování trasy
fr_fr: Cliquez sur un marqueur pour construire un itinéraire
it_it: Clicca sui markers all'interno della mappa per ottenere le indicazioni stradali
pl_pl: Kliknij na znaczniku by wyznaczyć trasę

source: Get Directions
cs_cz: Vyhledat trasu
fr_fr: Calculer l'itinéraire
it_it: Indicazioni Stradali
pl_pl: Wyznacz trasę

source: Print Directions
cs_cz: Vytisknout trasu
fr_fr: Imprimer l'itinéraire
it_it: Stampa Indicazioni Stradali
pl_pl: Drukuj wskazówki

source: Additional options
cs_cz: Rošířené volby
fr_fr: Options supplémentaires
it_it: Opzioni Aggiuntive
pl_pl: Dodatkowe ustawienia

source: Avoid tolls
cs_cz: Vyhnout se zpoplatněným úsekům
fr_fr: Eviter les péages
it_it: Evita Pedaggi
pl_pl: Unikaj tras płatnych

source: Avoid highways
cs_cz: Vyhnout se dálnicím
fr_fr: Eviter les autoroutes
it_it: Evita Autrostrade
pl_pl: Unikaj autostrad

source: Miles
cs_cz: Míle
it_it: Miglia
pl_pl: Mil

source: Documentation
cs_cz: Dokumentace
it_it: Documentazione
pl_pl: Dokumentacja

source: Shortcode Builder
cs_cz: Generátor zkráceného zápisu (shortcode)
fr_fr: Créateur de shortcode
it_it: Generatore Shortcode
pl_pl: Generator Shortcode

source: Settings
cs_cz: Volby
fr_fr: Réglages
it_it: Impostazioni
pl_pl: Ustawienia

source: Donate
cs_cz: Darovat
fr_fr: Donation
it_it: Donazione
pl_pl: Przekaż wsparcie

source: ATTENTION! (by Comprehensive Google Map Plugin) Your blog/site theme or one of your plugins uses jQuery javascript library which is older than the version 1.3.0. The Comprehensive Google Map plugin will not work with such outdated jQuery version. The minimum jQuery requirement for Comprehensive Google Map plugin is version 1.3.0. Apologies for the inconvenience..
cs_cz: UPOZORNĚNÍ! (od Comprehensive Google Map Pluginu) Váš vzhled nebo některý z Vašich pluginů používá javascriptovou jQuery knihovnu, která je starší než verze 1.3.0. Comprehensive Google Map plugin nemůže s takto starou knihovnou jQuery pracovat. Minimální vyžadovaná verze jQuery pro Comprehensive Google Map plugin je 1.3.0. Omlouváme se za napříjemnotsi..
pl_pl: Uwaga! (Comprehensive Google Map Plugin) Motyw twojego bloga/strony lub jeden z pluginów używa jQuery starszego niż 1.3.0. Comprehensive Google Map nie współpracuje z tą wersją. Comprehensive Google Map wymaga jQuery w wersji co najmniej 1.3.0. Przepraszamy za niedogodność.

source: <b>ATTENTION</b>! (by Comprehensive Google Map Plugin)<br /><br />Google found the following address(es) as NON-geographic and could not find them:<br /><br />[REPLACE]<br />Consider revising the address(es). Did you make a mistake when creating marker locations or did not provide a full geo-address? Alternatively use Google web to validate the address(es)
cs_cz: <b>UPOZORNĚNÍ</b>! (od Comprehensive Google Map Pluginu)<br /><br />Google nalezl následující adresu(adresy) jako NEgeograficé a nemohl je zobrazit:<br /><br />[REPLACE]<br />Prosím zkontrolujte zadání. Zadali jste chybně polohu při přidávání značky nebo jste zapsali kompetní adresu? Případně se můžete pokusit použít Google k ověření adresy.
fr_fr: <b>ATTENTION</b>! (extension Comprehensive Google Map)<br /><br />Google à déterminé que la(les) adresse(s) suivantes ne sont pas géographiques et n'a pas pu les trouver :<br /><br />[REPLACE]<br />Merci de modifier cette(ces) adresse(s). Vous avez peut-être fait une erreur de frappe, ou l'adresse n'est pas complète. Essayez éventuellement de rechercher cette(ces) adresses sur google.
it_it: Comprehensive Google Map Plugin: <b>ATTENZIONE!</b><br /><br />Google ha riconosciuto i seguenti indirizzi come NON-geografici e non è riuscito a trovarli:<br /><br />[REPLACE]<br />Ricontrolla gli indirizzi. Potresti aver inserito erroneamento la posizione di un marker oppure aver fornito un indirizzo non riconducibile ad una posizione geografica. Alternativamente puoi utilizzare il sito di Google Maps per controllare che l'indirizzo sia effettivamente valido
pl_pl: <b>UWAGA</b>! (Comprehensive Google Map Plugin)<br /><br /> Niniejsze adresy nie zostały odnalezione przez Google:<br /><br />[REPLACE]<br />Zweryfikuj ponownie adresy. Być może wkradła się literówka lub adres jest niepełny? Zweryfikuj adres za pośrednictwem map Google.

source: <b>ATTENTION</b>! (by Comprehensive Google Map Plugin)<br /><br />Dear blog/website owner,<br />You did not specify any marker locations for the Google map! Please check the following when adding marker locations:<br /><b>[a]</b> In the shortcode builder, did you add location(s) and clicked the Add button before generating shortcode?<br /><b>[b]</b> In the widget, did you add location(s) and clicked Add button before clicking Save?<br /><br />Please revisit and reconfigure your widget or shortcode configuration. The map requires at least one marker location to be added..
cs_cz: <b>UPOZORNĚNÍ</b>! (od Comprehensive Google Map Pluginu)<br /><br />Vážený majiteli blogu/stránek,<br />nezadali jste žádnou polohu pro značku pro Google mapu! Prosím zkontrolujte následující při přidávání značek:<br /><b>[a]</b> Zapsali jste adresu a kliknuli jste na Přidej Značku při generování zkráceného zápisu (shortcode)?<br /><b>[b]</b> Ve widgetu, kliknuli jste na Přídej Značku před kliknutím na Uložit?<br /><br />Prosím překontrolujte nastavení widgetu nebo shortcode. Mapa vyžaduje aby byla přidána alespoň jedna značka.
fr_fr: <b>ATTENTION</b>! (extension Comprehensive Google Map)<br /><br />Cher blogueur / propriétaire de site,<br />Vous n'avez créé aucun marqueur sur la carte ! Merci de vérifier que vous avez effectué au moins une des deux étapes suivantes :<br /><b>[a]</b> Dans le générateur de shortcodes, avez-vous ajouté un(des) lieu(x) et cliqué sur le bouton 'ajouter' avant de générer le shortcode ?<br /><b>[b]</b> Dans le widget, avez-vous ajouté un(des) lieu(x) et cliqué sur le bouton 'ajouter' avant dappuyer sur 'Sauvegarder' ?<br /><br />Merci de recommencer. Une carte nécessite au moins un marqueur..
it_it: Comprehensive Google Map Plugin: <b>ATTENZIONE!</b><br /><br />Non hai specificato nessun marker all'interno della mappa! Per favore controlla le seguenti cose quando aggiungi un nuovo marker.<br /><b>[a]</b> Nel generatore shortocode, hai aggiunto la posizione(i) e cliccato il pulsante Aggiungi prima di generare lo shortocde?<br /><b>[b]</b> Nel widget, hai aggiunto la posizione(i) e cliccato il pulsante Aggiungi prima di cliccare Salva?<br /><br />Per favore ricontrolla le impostazioni del widget o dello shortcode. La mappa richiede almeno un marker...
pl_pl: <b>UWAGA</b>! (Comprehensive Google Map Plugin)<br /><br />Szanowny właścicielu bloga/strony<br />Nie umieściłeś żadnego znacznika na mapie! Przy ponownej próbie upewnij się, że:<br /><b>[a]</b>W generatorze shortcode, czy po ustawieniu znacznika, kliknąłeś Dodaj?<br /><b>[b]</b>Czy w widżecie dodałeś znaczniki i kliknąłeś Dodaj przed wybraniem Zapisz?<br /><br />Proszę skonfiguruj plugin. Mapa wymaga obecności przynajmniej jednego znacznika.

source: <b>ATTENTION</b>! (by Comprehensive Google Map Plugin)<br /><br />Dear blog/website owner,<br />Google returned the following error when trying to load KML file:<br /><br />[MSG] ([STATUS])
cs_cz: <b>UPOZORNĚNÍ</b>! (od Comprehensive Google Map Pluginu)<br /><br />Vážený majiteli blogu/stránek,<br />Google vrátil následující chybu při zpracování KML souboru:<br /><br />[MSG] ([STATUS])
fr_fr: <b>ATTENTION</b>! (extension Comprehensive Google Map)<br /><br />Cher blogueur / propriétaire de site,<br />Google a retourné l'erreur suivante en essayant de charger le fichier KML :<br /><br />[MSG] ([STATUS])
it_it: Comprehensive Google Map Plugin: <b>ATTENZIONE!</b>
pl_pl: <b>UWAGA</b>! (Comprehensive Google Map Plugin)<br /><br />Szanowny właścicielu bloga/strony<br />Google zwróciło następując błąd przy próbie załadowania pliku KML:<br /><br />[MSG] ([STATUS])

source: The KML file is not a valid KML, KMZ or GeoRSS document.
cs_cz: KML soubor není platným KML, KMZ nebo GeoRSS dokumentem.
fr_fr: Le fichier KML n'est pas un fichier KML, KMZ ou GeoRSS valide.
it_it: Il file KML fornito non è un file KML,KMZ,GeoRSS valido.
pl_pl: Plik KML nie jest prawidłowym plikiem KML, KMS, ani GeoRSS.

source: The KML file could not be fetched.
cs_cz: KML soubor nelze stáhnout.
fr_fr: Le fichier KML n'a pas pu être récupéré.
it_it: Il file KML non può essere analizzato.
pl_pl: Plik KML nieosiągalny.

source: The KML file exceeds the feature limits of KmlLayer.
cs_cz: KML přesahuje možnosti rozhraní KmlLayer.
fr_fr: Le fichier KML contient des fonctionnalités non supportées par KmlLayer.
it_it: Il file KML eccede i limiti del KmlLayer.
pl_pl: Plik KML przekracza funkcjonalność KmlLayer.

source: The KML file could not be found. Most likely it is an invalid URL, or the document is not publicly available.
cs_cz: KML soubor nelze nalézt. Pravděpodobně je chybně zapsána adresa URL nebo dokument není veřejně dostupný.
fr_fr: Le fichier KML n'a pas pu être trouvé. Il s'agit probablement d'une URL incorrecte, ou le fichier n'est pas accessible publiquement.
it_it: Il file KML non è stato trovato. Molto probabilmente hai inserito un URL non valido o il documento non è pubblicamente disponibile.
pl_pl: Plik KML nie został odnaleziony. Zweryfikuj adres i upewnij się, że dokument jest dostępny.

source: The KmlLayer is invalid.
cs_cz: KmlLayer je neplatná.
fr_fr: KmlLayer invalide.
it_it: Il KmlLayer non è valido.
pl_pl: Błąd w KmlLayer

source: The KML file could not be loaded within a reasonable amount of time.
cs_cz: KML soubor nemohl být načten v přiměřeném čase.
fr_fr: Le fichier KML n'a pas pu être chargé dans un délai raisonnable.
it_it: Non è stato possibile caricvare il file KML in una quantità ragionevole di tempo.
pl_pl: Wczytywanie pliku KML trwało zbyt długo. Przerwano.

source: The KML file exceeds the file size limits of KmlLayer.
cs_cz: KML soubor překračuje povolenou velikost rozhraní KmlLayer.
fr_fr: Le fichier KML excède la limite de taille de KmlLayer.
it_it: Le dimensioni del file KML eccedono i limiti del KmlLayer.
pl_pl: Rozmiar pliku KML jest zbyt duży.

source: The KML file failed to load for an unknown reason.
cs_cz: Nepodařílo se načíst KML sobor z neznámých důvodů.
fr_fr: Le fichier KML n'a pu être chargé pour une raison inconnue.
it_it: Non è stato possibile caricare il file KML per una ragione sconosciuta.
pl_pl: Ładowanie pliku KML nie powiodło się z nieznanej przyczyny.

source: <b>ATTENTION</b>! (by Comprehensive Google Map Plugin)<br /><br />Dear blog/website owner,<br />It looks like your webpage has reference to the older Google API v2, in addition to the API v3 used by Comprehensive Google Map! An example of plugin using the older API v2, can be jquery.gmap plugin.<br /><br />Please disable conflicting plugin(s). In the meanwhile, map generation is aborted!
cs_cz: <b>UPOZORNĚNÍ</b>! (od Comprehensive Google Map Pluginu)<br /><br />Vážený majiteli blogu/stránek,<br />Vaše stránke zřejmě odkazuje na starší Google API v2, Comprehensive Google Map používá navíc API v3! Plugin, která používá API v2 je například jquery.gmap plugin.<br /><br />Prosím zakažte konfilktní plugin(y). Dokud to neuděláte, bude generování map přerušeno!
fr_fr: <b>ATTENTION</b>! (extension Comprehensive Google Map)<br /><br />Cher blogueur / propriétaire de site,<br />Il semblerait que cette page comporte un élément qui fait référence à l'ancienne API Google (version 2), en complément de la nouvelle (version 3) utilisée par l'extension Comprehensive Google Map. Un exemple d'extension pour wordpress utilisant l'ancienne API (version 2) : jquery.gmap.plugin.<br /><br />Merci de désactiver la(les) extension(s) conflictuelles. Les cartes ne seront pas disponibles tant que cela n'aura pas été effectué !
it_it: Comprehensive Google Map Plugin: <b>ATTENZIONE!</b><br /><br />Sembra che la tua pagina web sia collegata alla vecchia versione delle Google Maps API versione 2 oltre alla versione 3 utilizzata da Comprehensive Google Map Plugin! Un esempio di plugin che utilizza le vecchia APIv2 è jquery.gmap.plugin.<br /><br />Per favore disabilita i plugin che creano il conflitto. Intanto la generazione della mappa è stata interrotta!
pl_pl: <b>UWAGA</b>! ( Comprehensive Google Map Plugin<br /><br />Szanowny właścicielu bloga/strony,<br />Wygląda na to, że Twoja strona używa jeszcze Google API v2, w przeciwieństwie do API v3 używanego przez Comprehensive Google Map Plugin! Przykładem pluginu używającego starego API v2, może być jquery.gmap plugin.<br /><br />Proszę wyłącz plugin(y) powodujące konflikt. Do tej pory generowanie map zostało anulowane.

source: <b>ATTENTION</b>!(by Comprehensive Google Map Plugin)<br /><br />Dear blog/website owner,<br />It looks like Google map API could not be reached. Map generation was aborted!<br /><br />Please check that Google API script was loaded in the HTML source of your web page
cs_cz: <b>UPOZORNĚNÍ</b>! (od Comprehensive Google Map Pluginu)<br /><br />Vážený majiteli blogu/stránek,<br />Nelze načíst Google map API. Generování map je přeřušeno!<br /><br />Prosím zkontrolujte zrojové kódy Vašich HTML stránek a ujistěte se, že Google API scripty jsou načteny
fr_fr: <b>ATTENTION</b>! (extension Comprehensive Google Map)<br /><br />Cher blogueur / propriétaire de site,<br />Il semblerait que l'API Google map ne soit pas joignable. La carte n'est donc pas disponible !<br /><br />Merci de vérifier que le script Google API a bien été chargé dans la source HTML de votre page
it_it: Comprehensive Google Map Plugin: <b>ATTENZIONE!</b><br /><br />Le API di Google Maps non sono raggiungibili. La generazione della mappa è stata interrotta!<br /><br />Per favore controlla nel codice sorgente della tua pagina che le Google API siano state effettivamente caricate.
pl_pl: <b>UWAGA</b>! (Comprehensive Google Map Plugin)<br /><br />Szanowny właścicielu bloga/strony,<br />Wygląda na to, że API Google nie jest dostępne w tej chwili. Generowanie mapy zostało przerane<br /><br />Proszę zweryfikuj czy Google API jest umieszczone w źródle strony.

source: Address
cs_cz: Adresa
fr_fr: Adresse
it_it: Indirizzo
pl_pl: Adres

source: Directions
cs_cz: Trasa
fr_fr: Itinéraire
it_it: Indicazioni
pl_pl: Wyznacz trasę

source: To here
cs_cz: Sem
fr_fr: Jusqu'à ce lieu
it_it: A Qui
pl_pl: Tutaj

source: From here
cs_cz: Odtud
fr_fr: Depuis ce lieu
it_it: Da Qui
pl_pl: Stąd

source: You do not have sufficient permissions to access this page.
cs_cz: K přístupu na tuto stránku nemáte dostatečná oprávnění
fr_fr: Vous n'avez pas les droits suffisants pour accéder à cette page.
it_it: Non hai sufficienti permessi per accedere a questa pagina.
pl_pl: Nie masz wystarczających uprawnień by oglądać tę stronę.

source: A simple and intuitive, yet elegant fully documented Google map plugin that installs as a widget and a short code. The plugin is packed with useful features. Widget and shortcode enabled. Offers extensive configuration options for marker, controls, size, KML files, location by latitude/longitude, location by address, info window, directions, traffic/bike lanes and more.
cs_cz: Jednoduchý a intuitivní přesto však dobře zdokumentuvaný Google map plugin, který lze nainstalovat jako widget nebo zkrácený zápis (shortcode). Plugin má řadu užitečných funkcí. Plně podporuje funkci jako widget a shortcode. Nabízí řadu možností nastavení pro více než 250 volitelných značek, Geo mashup, ovládání, velikost, KML soubory, umistení dle GPS, umístění dle adresy, info okno, plánování trasy, trasy pro auta i cyklisty a více.
fr_fr: Un élégant, simple et intuitif plug-in entièrement documenté avec carte Google qui s'installe comme un widget et un shortcode. Le plugin est truffé de fonctions utiles. Widget et shortcode activé. Il offre plusieurs options de configurations étendues: marqueurs, les différents contrôles, la taille, les fichiers KML, l'emplacement par la latitude / longitude, l'emplacement de l'adresse, l'infobulle, les directions, les différents modes de circulations / pistes cyclables et plus encore.
pl_pl: Prosty i intuicyjny, a przy tym w pełni udokumentowany plugin map Google, który instaluje się zarówno w fromie widgetu jak i short-code'u. Plugin jest naszpikowany przydatnymi funkcjami. Oferuje dużą ilość opcji konfiguracyjnych znacznika. Umożliwia ustawienie rozmiaru mapy, obsłguje pliki KML, położenie w postaci długości/szerokości geograficznej lub adresu. Wyświetla chmurkę informacyjną, prowadź do, natężenie ruchu, pasy, jak i wiele innych.

source: ATTENTION! (by Comprehensive Google Map Plugin)\n\nYour blog/site theme or one of your plugins uses jQuery javascript library which is older than the version 1.3.0.\nThe Comprehensive Google Map plugin will not work with such outdated jQuery version.\n\nThe minimum jQuery requirement for Comprehensive Google Map plugin is version 1.3.0. Apologies for the inconvenience..
fr_fr: ATTENTION! (par Google complète Plugin Carte) \n\nLes blog / site thématique ou un de vos plugins jQuery utilise la bibliothèque javascript qui est plus ancienne que la version 1.3.0. \nLe complète plugin Google Map ne fonctionne pas avec la version de jQuery comme obsolète. \n\nLe exigence minimale pour jQuery complète plugin Google Map est une version 1.3.0. Veuillez nous excuser pour la gêne occasionnée ..
it_it: Comprehensive Google Map Plugin: ATTENZIONE!\n\nIl tuo sito web o uno dei tuoi plugins utilizza una versione della libreria jQuery più vecchia della versione 1.3.0.\n\nIl plugin Comprehensive Google Map Plugin non funzionerà con una versione di jQuery così vecchia.\n\nLa minima versione richiesta di jQuery perchè Comprehensive Google Map Plugin funzioni è 1.3.0.

source: Street View
fr_fr: Voir Rue
it_it: Strada Vista
