[ { "BUTTON_ADDMARKER" : "",
    "CUSTOM_ADDMARKERICONS" : "",
    "FOOTER_NOTICES" : "",
    "GEOBUBBLE_ADDMARKERMASHUPBUBBLE" : "When selecting a marker Geo mashup, you are also given an option to select what will appear in the marker info bubble window when marker is clicked. There are two options: to display marker's address and latitude/longitude or to display marker's original blog post title that is linked to the post and few words from post content as an excerpt. If the original blog post already has an excerpt set, then the latter will be used for the info bubble content.",
    "GEOHIDDEN_ADDMARKERMASHUPHIDDEN" : "",
    "GEO_ADDMARKERMASHUP" : "",
    "HIDDEN_ADDMARKERLISTHIDDEN" : "",
    "HIDDEN_ENABLEGEOLOCATIONMARKERHIDDEN" : "",
    "HIDDEN_ENABLEMARKERCLUSTERINGHIDDEN" : "",
    "HIDDEN_ADDMARKERMASHUPHIDDEN" : "",
    "INPUT_ADDMARKERINPUT" : "You can enter either latitude and longitude, comma (or semi-column) seperated or a full geographical address of your destination. The latitude/longitude can be of any reasonable format, including (but not exclusively) the following formats:<ul><li>[a] N43°38 19.39, W116°14 28.86 (No apostrophe nor double quotes)</li><li>[b] 43°38 19.39N, 116°14 28.86W</li><li>[c] 43 38 19.39, -116 14 28.86</li><li>[d] 43.6387194445, -116.2413513485235</li></ul> The generated marker will have an info bubble attached to it (activated on marker click), with marker's address as a bubble content. If latitude/longitude was provided as a marker location, the bubble content will contain the marker's latitude/longitude. Please note when entering geographical address - the geo addresses are validated by Google. If Google finds one or more geo addresses invalid (undetectable or unrecognizeable) you will be presented with an error dialog.<br /><br />You can also select a custom icon for your marker. If none is selected, default Google marker icon is used - the red pin with black dot. Please note that markers do not support animation at the moment. Thats not all, you can also provide a custom text for your marker! The custom description will be added to info bubble in addition to the address (or lat/long) information. When entering custom marker text, <b>no HTML tags are accepted</b>, in other words - all HTML tags will be stripped. Although no HTML allowed, you can still insert hyper links.<br /><br />Hyper links:<br /><code>#Fully qualified URL starting with http(s) followed by space and a link Name#</code>.<br /><br />Please note the opening and closing hash tags, they must be present. For example: <br /><b>#http://google.com Search Engine#</b> or<br /><b>#http://someblog.com Where I spent last summer#</b>",
    "INPUT_ADDMARKERLISTHIDDEN" : "",
    "INPUT_ADDMARKERMASHUP" : "",
    "INPUT_ENABLEGEOLOCATIONMARKER" : "",
    "INPUT_ENABLEMARKERCLUSTERING" : "",
    "INPUT_ADDRESSCONTENT" : "Geographical gestination address string. The address supersedes longitude and latitude configuration. If the address provided cannot be parsed (eg: invalid address) by Google, the map will display error message in the info bubble over default location (New York, USA). Please note, address configuration *supersedes* latitude/longitude settings",
    "INPUT_BUBBLETEXTADDMARKERINPUT" : "",
    "INPUT_HEIGHT" : "The height of the map placeholder DIV in pixels only",
    "INPUT_INFOBUBBLECONTENT" : "Text to be displayed inside info bubble (info window).",
    "INPUT_KML" : "KML/GPX/GeoRSS is a file format used to display geographic data in an earth browser, such as Google Earth, Google Maps, and Google Maps for mobile. A KML/GPX/GeoRSS file is processed in much the same way that HTML (and XML) files are processed by web browsers. Like HTML, KML/GPX/GeoRSS has a tag-based structure with names and attributes used for specific display purposes. Thus, Google Earth and Maps act as browsers for KML/GPX/GeoRSS files. Please note, KML/GPX/GeoRSS configuration *supersedes* address and latitude/longitude settings",
    "INPUT_LATITUDE" : "Together with Longitude, makes a geographic coordinate of a location displayed on the Google map. The latitude coordinate value is measured in degrees",
    "INPUT_LOCATIONADDMARKERINPUT" : "",
    "INPUT_LONGITUDE" : "Together with Latitude, makes a geographic coordinate of a location displayed on the Google map. The longitude coordinate value is measured in degrees",
    "INPUT_PANORAMIOUID" : "If specified, the Panoramio photos displayed on the map, will be filtered based on the specified user ID",
    "INPUT_WIDTH" : "The width of the map placeholder DIV in pixels or percentage",
    "INPUT_ZOOM" : "Each map also contains a zoom level, which defines the resolution of the current view. Zoom levels between 0 (the lowest zoom level, in which the entire world can be seen on one map) to 19 (the highest zoom level, down to individual buildings) are possible within the normal maps view. Zoom levels vary depending on where in the world you are looking, as data in some parts of the globe is more defined than in others. Zoom levels up to 20 are possible within satellite view. Please note: when using KML/GPX/GeoRSS, the KML/GPX/GeoRSS zoom needs to be set within the KML/GPX/GeoRSS file. Zoom config option does not affect zoom of the map generated from KML/GPX/GeoRSS.",
    "LABEL_ADDMARKERINPUT" : "<b>Location</b>",
    "LABEL_ADDMARKERMASHUP" : "If selected, the generated map will aggregate all markers from other maps created by you in your public published posts and pages. In other words, you get a Geo marker mashup from maps across your blog/site in one map! At the moment, the mashup does not include markers from maps in widgets, POSTS and PAGES ONLY. When Geo mashup is enabled, the KML/GPX/GeoRSS and marker location form sections become hidden, in order to reduce the confusion for the user.",
    "LABEL_ENABLEGEOLOCATIONMARKER" : "If selected, the generated map will add end-user's GPS current location and accuracy circle to a map upon end-user's confirmation. The end-user can choose not to disclose his current location. The GPS marker position is automatically updated as the end-user's position changes. Useful for users on mobile devices that want to find directions from their current location to map's marker or vice versa. Please note, this feature  will function in browsers supporting the W3C Geolocation API. This excludes Internet Explorer versions 8 and older.",
    "LABEL_ENABLEMARKERCLUSTERING" : "Some applications are required to display a large number of locations or markers. Naively plotting hundreds-to-thousands of markers on a map can quickly lead to a degraded user experience. Too many markers on the map cause both visual overload and sluggish interaction with the map. To overcome this poor performance, the information displayed on the map can be simplified by organizing markers into clusters",
    "LABEL_ADDRESSCONTENT" : "<b>Address&nbsp;Text</b>",
    "LABEL_ANIMATION" : "<b>Animation</b>",
    "LABEL_BUBBLEAUTOPAN" : "<b>Bubble&nbsp;Pan</b>",
    "LABEL_DISTANCEUNITS" : "<b>Distance&nbsp;Units</b>",
    "LABEL_DIRECTIONHINT" : "<b>Direction&nbsp;Hint</b>",
	"LABEL_DRAGGABLE" : "<b>Map&nbsp;Draggable</b>",
    "LABEL_HEIGHT" : "<b>Height</b>:",
    "LABEL_INFOBUBBLECONTENT" : "<b>Content&nbsp;Text</b>",
    "LABEL_KML" : "<b>URL</b>",
    "LABEL_LANGUAGE" : "<b>Map&nbsp;Language</b>",
    "LABEL_LATITUDE" : "<b>Latitude</b>:",
    "LABEL_LONGITUDE" : "<b>Longitude</b>:",
    "LABEL_MAPALIGN" : "<b>Alignment</b>",
    "LABEL_MAPTYPE" : "<b>Map&nbsp;type</b>:",
    "LABEL_M_APTYPECONTROL" : "<b>MapType</b>",
    "LABEL_PANCONTROL" : "<b>Pan</b>",
    "LABEL_PANORAMIOUID" : "<b>User&nbsp;ID&nbsp;(Opt.)</b>",
    "LABEL_SCALECONTROL" : "<b>Scale</b>",
    "LABEL_SCROLLWHEELCONTROL" : "<b>ScrollWheel</b>",
    "LABEL_SHOWBIKE" : "<b>Bike&nbsp;Paths</b>",
    "LABEL_SHOWPANORAMIO" : "<b>Panoramio</b>",
    "LABEL_SHOWTRAFFIC" : "<b>Traffic&nbsp;Info</b>",
    "LABEL_STREETVIEWCONTROL" : "<b>StreetView</b>",
	"LABEL_TILTFOURTYFIVE" : "<b>Tilt 45 &deg;</b>",
	"LABEL_POWEREDBY" : "<b>'Powered&nbsp;By'</b>",
    "LABEL_WIDTH" : "<b>Width</b>:",
    "LABEL_ZOOM" : "<b>Zoom</b>:",
    "LABEL_Z_OOMCONTROL" : "<b>Zoom</b>",
    "LIST_ADDMARKERLIST" : "",
    "TEXTAREA_STYLES" : "",
    "SELECT_ANIMATION" : "Animations can be played on a primary marker. Currently two types of animations supported: BOUNCE makes marker to bounce until animation is stopped, DROP makes primary marker to fall from the top of the map ending with a small bounce.",
    "SELECT_BUBBLEAUTOPAN" : "Enables bubble auto-pan on marker click. By default, the info bubble will pan the map so that it is fully visible when it opens.",
    "SELECT_DISTANCEUNITS" : "Default distance unit for 'Get Directions' dialog. 'Miles' is the default value.",
    "SELECT_DIRECTIONHINT" : "Hint message displayed above the map, telling users if they want to get directions, they should click on map markers. ATM its in English, sorry :( Localization will come soon!",
	"SELECT_DRAGGABLE" : "If disabled, prevents the map from being dragged. Dragging is enabled by default",
    "SELECT_LANGUAGE" : "The Google Maps API uses the browser's preferred language setting when displaying textual information such as the names for controls, copyright notices, driving directions and labels on maps. In most cases, this is preferable; you usually do not wish to override the user's preferred language setting. However, if you wish to change the Maps API to ignore the browser's language setting and force it to display information in a particular language, you can by selecting on of the available languages in this setting",
    "SELECT_MAPALIGN" : "Controls alignment of the generated map on the screen: LEFT, RIGHT or CENTER. Whats actually aligned is the placeholder DIV HTML element which wraps the generated map.",
    "SELECT_MAPTYPE" : "There are many types of maps available within the Google Maps. In addition to the familiar 'painted' road map tiles, the Google Maps API also supports other maps types. The following map types are available in the Google Maps API: ROADMAP displays the default road map view, SATELLITE displays Google Earth satellite images, HYBRID displays a mixture of normal and satellite views, TERRAIN displays a physical map based on terrain information, OSM displays OpenStreetMap imagery: <br /><br />Why would you use OpenStreetMap? If you collect data from Google Maps in this way, you are creating a 'derived work'. Any such data retains the copyright conditions of the original. In practice, this means your data is subject to the licensing fees, and contractual restrictions, of these map providers. That's exactly what Openstreetmap is trying to avoid. Please don't be misled by considerations of software copyright, or of Terms of Use. The Google Maps API can be incorporated into open source projects, sure. But this only governs how you use the software - it doesn't have any implications whatsoever for the data displayed by this API, which is still under copyright.  please read on at http://wiki.openstreetmap.org/wiki/FAQ",
	"SELECT_M_APTYPECONTROL" : "The MapType control lets the user toggle between map types (such as ROADMAP and SATELLITE). This control appears by default in the top right corner of the map",
    "SELECT_PANCONTROL" : "The Pan control displays buttons for panning the map. This control appears by default in the top left corner of the map on non-touch devices. The Pan control also allows you to rotate 45° imagery, if available.",
    "SELECT_SCALECONTROL" : "The Scale control displays a map scale element. This control is not enabled by default.",
    "SELECT_SCROLLWHEELCONTROL" : "The Scroll Wheel control enables user to zoom in/out on mouse wheel scroll. This setting has 'disable' setting by default",
    "SELECT_SHOWBIKE" : "A layer showing bike lanes and paths as overlays on a Google Map.",
    "SELECT_SHOWMARKER" : "If a map is specified, the marker is added to the map upon construction. Note that the position must be set for the marker to display.",
    "SELECT_SHOWPANORAMIO" : "Panoramio (http://www.panoramio.com) is a geolocation-oriented photo sharing website. Accepted photos uploaded to the site can be accessed as a layer in Google Earth and Google Maps, with new photos being added at the end of every month. The site's goal is to allow Google Earth users to learn more about a given area by viewing the photos that other users have taken at that place.",
    "SELECT_SHOWTRAFFIC" : "A layer showing vehicle traffic as overlay on a Google Map.",
    "SELECT_STREETVIEWCONTROL" : "The Street View control contains a Pegman icon which can be dragged onto the map to enable Street View. This control appears by default in the top left corner of the map",
	"SELECT_TILTFOURTYFIVE" : "Enables the 45° imagery view. Note that the map type must be set to either SATELLITE or HYBRID for this property to work. As of February 2012, 45° aerials contain imagery of 15 U.S. and 7 international locations:<br />US: Charleston-Folly Beach, SC; Lee’s Summit, KS; Lexington, SC; Magna (Salt Lake City), UT; North Charleston, SC; Pine Island Center, FL; Plymouth, MN; Salinas CA; Santa Rosa, CA; Shawnee, KS; South Hill, WA; Spanish Springs, NV; Killeen, TX; Decatur, AL<br />Europe: Torrelavega, Spain; Pamplona, Spain; San Sebastian, Spain; Bailen, Spain; Rolle, Switzerland; Ponferrada, Spain; Wachtberg, Germany; Weinheim, Germany<br />SouthAmerica: Buenos Aires, Argentina",
    "SELECT_Z_OOMCONTROL" : "The Zoom control displays a slider (for large maps) or small '+/-' buttons (for small maps) to control the zoom level of the map. This control appears by default in the top left corner of the map on non-touch devices or in the bottom left corner on touch devices.",
	"SELECT_POWEREDBY" : "Displays 'Powered by Slick Google Map Plugin' notice under the generated map. You can choose to hide the notice, but if you want to help spread the word about the plugin, please leave this setting as 'Enable'. Thank you ;)"

  } ]
